[
  { "text": "Lâmpada para os meus pés é tua palavra, e luz para o meu caminho.", "ref": "Salmos 119:105" },
  { "text": "Posso todas as coisas naquele que me fortalece.", "ref": "Filipenses 4:13" },
  { "text": "Consagre ao Senhor tudo o que você faz, e os seus planos serão bem-sucedidos.", "ref": "Provérbios 16:3" },
  { "text": "Confia no Senhor de todo o teu coração e não te estribes no teu próprio entendimento.", "ref": "Provérbios 3:5" },
  { "text": "Entrega o teu caminho ao Senhor; confia nele, e o mais ele fará.", "ref": "Salmos 37:5" },
  { "text": "Buscai primeiro o Reino de Deus e a sua justiça, e todas estas coisas vos serão acrescentadas.", "ref": "Mateus 6:33" },
  { "text": "O Senhor é o meu pastor; nada me faltará.", "ref": "Salmos 23:1" },
  { "text": "Não temas, porque eu sou contigo; não te assombres, porque eu sou teu Deus.", "ref": "Isaías 41:10" },
  { "text": "Tudo tem o seu tempo determinado, e há tempo para todo propósito debaixo do céu.", "ref": "Eclesiastes 3:1" },
  { "text": "Porque para Deus nada é impossível.", "ref": "Lucas 1:37" },
  { "text": "A alegria do Senhor é a vossa força.", "ref": "Neemias 8:10" },
  { "text": "Sede fortes e corajosos; não temais, porque o Senhor vosso Deus é convosco.", "ref": "Josué 1:9" },
  { "text": "Em tudo dai graças, porque esta é a vontade de Deus em Cristo Jesus para convosco.", "ref": "1 Tessalonicenses 5:18" },
  { "text": "A resposta branda desvia o furor, mas a palavra dura suscita a ira.", "ref": "Provérbios 15:1" },
  { "text": "Bem-aventurados os limpos de coração, porque eles verão a Deus.", "ref": "Mateus 5:8" },
  { "text": "Se Deus é por nós, quem será contra nós?", "ref": "Romanos 8:31" },
  { "text": "Cria em mim, ó Deus, um coração puro e renova em mim um espírito reto.", "ref": "Salmos 51:10" },
  { "text": "A minha graça te basta, porque o meu poder se aperfeiçoa na fraqueza.", "ref": "2 Coríntios 12:9" },
  { "text": "Pedi, e dar-se-vos-á; buscai, e encontrareis; batei, e abrir-se-vos-á.", "ref": "Mateus 7:7" },
  { "text": "Lançando sobre ele toda a vossa ansiedade, porque ele tem cuidado de vós.", "ref": "1 Pedro 5:7" },
  { "text": "Guardo no coração as tuas palavras, para não pecar contra ti.", "ref": "Salmos 119:11" },
  { "text": "Bem-aventurado o homem que confia no Senhor, e cuja esperança é o Senhor.", "ref": "Jeremias 17:7" },
  { "text": "O choro pode durar uma noite, mas a alegria vem pela manhã.", "ref": "Salmos 30:5" },
  { "text": "Quem habita no esconderijo do Altíssimo, à sombra do Onipotente descansará.", "ref": "Salmos 91:1" },
  { "text": "A fé vem pelo ouvir, e o ouvir pela palavra de Deus.", "ref": "Romanos 10:17" },
  { "text": "Bem-aventurados os pacificadores, porque serão chamados filhos de Deus.", "ref": "Mateus 5:9" },
  { "text": "O Senhor firma os passos de um homem, quando a conduta deste o agrada.", "ref": "Salmos 37:23" },
  { "text": "Vinde a mim, todos os que estais cansados e sobrecarregados, e eu vos aliviarei.", "ref": "Mateus 11:28" },
  { "text": "A tua palavra é a verdade.", "ref": "João 17:17" },
  { "text": "Ora, a fé é a certeza daquilo que esperamos e a prova das coisas que não vemos.", "ref": "Hebreus 11:1" }
]
